(function (G, U){
    "use strict";
    var items = [];
    
    items[1] = {
      	"name_ru": "Карта «Универсальная»",
        "name_ua": "Картка «Універсальна»",
        "url_ua": "https://privatbank.ua/platezhnie-karty/universalna",
        "url_ru": "https://privatbank.ua/ru/platezhnie-karty/universalna",
        "description_ru": "пластиковая карта, которая дает возможность пользоваться как собственными деньгами на карте, так и кредитными средствами. На эту карту можно получать переводы от родственников, знакомых или партнеров.",
        "description_ua": "пластикова картка, що дає можливість користуватися як власними грошима на картці, так і кредитними коштами. На цю картку можна отримувати перекази від родичів, знайомих або партнерів.",
        "img_urls": [
		//"https://lh6.googleusercontent.com/V40DE7apUg0rRQpMRyf9hD19qwZvfQUFoYfWeCwyJebtdFSWSBcBa3egAau3TlQRC6pTcy0sfxZO_aoeN7thSy3UO6PBG-JCDNjJJ1XtjEC9NpyNrTmeDykrRSsEDIoXPc3E5p7h",
                "https://d2z9uwnt8eubh7.cloudfront.net/media/default/0001/11/d60249307255d31628d9c580bd7f21fa56982f62.jpeg",
		"https://d2z9uwnt8eubh7.cloudfront.net/media/default/0001/15/f0ee3424d0c4d42b18599180be44b961b5658b42.jpeg"
		//"https://lh6.googleusercontent.com/iYTlFPi3kWiCUihnuozGDjle_9qPn1h8z4HwCLt3m8wrOQnG_iyay7K8IhEuwrzqWxRR_7ye4G2bqWUMeci12dcWHOmcEP7lJCuNFrzhLfihKdryy7R08FwDdlARYyuaQCnOOFRW"
        ],
        "const": {
        	"limit_max": "50000 грн.",
        	"deposit": "0"
        },
        "info_ua": {
        	"opportunities": {
          	"Можливості": [
          	"Карткою «Універсальна» можна розраховуватися в торгових точках, Інтернеті та терміналах самообслуговування, а також знімати готівку в будь-якій точці світу.",
            "У разі використання кредитних коштів діє пільговий період до 55 днів.",
            "Картка «Універсальна» дозволяє зберігати власні гроші, доступ до яких можливий у будь-якій точці світу."
          	]
          },
          "bonus": "Пільги та бонуси: Розраховуючись карткою в торгових точках, клієнт не платить додаткових комісій, а зняти особисті кошти через банкомат можна за пільговим тарифом. /n/nРозраховуючись карткою в магазинах – партнерах програми лояльності «Бонус Плюс», власник картки отримує бонуси – до 20% від вартості покупки. Список учасників програми можна подивитися на сайті bonus.pb.ua або в мобільному додатку «Бонус Плюс».",
          "limit": "Кредитний ліміт і його використання: На картку може бути встановлено кредитний ліміт до 50 000 грн (ліміт визначається банком під час оцінки платоспроможності клієнта, у тому числі й за наданими документами). Не слід заздалегідь обіцяти клієнту отримання кредитного ліміту на конкретну суму! /n/nПеріод безкоштовного користування кредитом може становити до 55 днів. Мінімальний щомісячний платіж за кредитом становить 5% від суми заборгованості (але не менше 100 грн), що не створить значного навантаження на сімейний бюджет."
        },
        "info_ru": {
        	"opportunities": {
          	"Возможности": [
          	"Картой «Универсальная» можно рассчитываться в торговых точках, Интернете и терминалах самообслуживания, а также снимать наличные в любой точке мира.",
            "При использовании кредитных средств действует льготный период до 55 дней.",
            "Карта «Универсальная» позволяет хранить собственные деньги, доступ к которым возможен в любой точке мира."
          	]
          },
          "bonus": "Льготы и бонусы: Рассчитываясь картой в торговых точках, клиент не платит дополнительных комиссий, а снять личные средства в банкомате можно по льготному тарифу. /n/nРасплачиваясь картой в магазинах – партнерах программы лояльности «Бонус Плюс», владелец карты получает бонусы – до 20% от стоимости покупки. Список участников программы можно посмотреть на сайте bonus.pb.ua или в мобильном приложении «Бонус Плюс».",
          "limit": "Кредитный лимит и его использование: На карту может быть установлен кредитный лимит до 50 000 грн (лимит определяется банком при оценке платежеспособности клиента, в том числе и по предоставленным документам). Не следует заранее обещать клиенту получение кредитного лимита в конкретной сумме! /n/nПериод бесплатного пользования кредитом может составлять до 55 дней. Минимальный ежемесячный платеж по кредиту составляет 5% от суммы задолженности (но не менее 100 грн), что не создаст значительной нагрузки на семейный бюджет."
        }
        };
        
    items[7] = {
      	"name_ru": "Карта «Универсальная Gold»",
        "name_ua": "Картка «Універсальна Gold»",
        "url_ua": "https://privatbank.ua/platezhnie-karty/karta-gold",
        "url_ru": "https://privatbank.ua/ru/platezhnie-karty/karta-gold",
        "description_ru": "престижная карта международного класса, которая сочетает в себе лучшие качества платежных банковских карт. Больше привилегий, больше возможностей. Индивидуальный подход к каждому клиенту гарантирован!",
        "description_ua": "престижна картка міжнародного класу, що поєднує в собі найкращі якості платіжних банківських карток. Більше привілеїв, більше можливостей. Індивідуальний підхід до кожного клієнта гарантовано!",
        "img_urls": [
		//"https://privatbank.ua/uploads/media/default/0001/01/dc13e7af968e41d2feee436a45991f44acb2e3d1.png",
                //"https://privatbank.ua/sites/pb/img/kards/univers-gold.png"
		"https://d2z9uwnt8eubh7.cloudfront.net/media/default/0001/14/29cdac922918ccb753c83e95150dd561689acd56.png"
        ],
        "const": {
        	"limit_max": "75000 грн.",
        	"deposit": "0"
        },
        "info_ua": {
        	"opportunities": {
          	"head": "Основні переваги",
            "steps": [
              "Персональне обслуговування: якісне та швидке обслуговування Вашим персональним менеджером у зручний для Вас час, у тому числі дистанційно.",
              "Престиж: у всьому світі картка класу Gold – це свідчення успіху та благополуччя.",
              "Привілеї Visa та MasterCard: акції для клієнтів GOLD-клубу, додаткові продукти та сервіси, безкоштовна медична та юридична консультація."
          	]
          },
          "bonus": "Пільги та бонуси: Власники карток рівня Gold можуть обслуговуватися без черги в операціоніста в будь-якому відділенні ПриватБанку. За власником картки Gold закріплюється менеджер, до якого можна звернутися по консультацію щодо продуктів банку або проведення банківських операцій дистанційно. Також працює виділена гаряча лінія 0 800 504 707. За бажанням клієнта також може бути оформлено додаткову картку з фото. /n/nВласники карток класу Gold беруть участь у Дисконтному клубі «ПриватБанк VIР» (отримання знижок у разі оплати карткою у підприємствах торгово-сервісної мережі України) і в програмі «Бонус Плюс». Додаткові послуги, що забезпечуються всесвітнім центром підтримки платіжної системи MasterCard і всесвітнім центром підтримки Visa.",
          "limit": "Кредитний ліміт і його використання: На картку «Універсальна Gold», що оформлюється в національній валюті, установлюється кредит до 75 000 грн (ліміт кредитування визначається банком під час оцінювання платоспроможності клієнта, у тому числі й за наданими документами). /n/nПеріод безкоштовного користування кредитом може становити до 55 днів, більш детальну інформацію клієнт може отримати у відділенні банку під час отримання картки. Мінімальний щомісячний платіж за кредитом становить 5% від заборгованості (але не менше ніж 100 грн). Погашати кредит можна будьяким зручним способом: автоматичним списанням з зарплатної картки, у відділенні ПриватБанку, через систему Приват24 або термінали самообслуговування ПриватБанку. При цьому погашена частина кредиту знову стає доступною до використання."
        },
        "info_ru": {
        	"opportunities": {
          	"head": "Основные преимущества",
            "steps": [
              "Персональное обслуживание: качественное и быстрое обслуживание Вашим персональным менеджером в удобное для Вас время, в том числе дистанционно.",
              "Престиж: во всем мире карта класса Gold – это свидетельство успеха и благополучия.",
              "Привилегии Visa и MasterCard: акции для клиентов GOLD-клуба, дополнительные продукты и сервисы, бесплатная медицинская и юридическая консультация."
          	]
          },
          "bonus": "Льготы и бонусы: Владельцы карт уровня Gold могут обслуживаться без очереди у операциониста в любом отделении ПриватБанка. За владельцем карты Gold закрепляется менеджер, к которому можно обратиться для консультации по продуктам банка или проведения банковских операций в удаленном режиме. Также работает выделенная горячая линия 0 800 504 707. По желанию клиента также может быть оформлена дополнительная карта с фото. Владельцы карт класса Gold участвуют в Дисконтном клубе «ПриватБанк VIР» (получение скидок при оплате картой в предприятиях торгово-сервисной сети Украины) и в программе «Бонус Плюс». /n/nДополнительные услуги, которые обеспечиваются всемирным центром поддержки платежной системы MasterCard и всемирным центром поддержки Visa.",
          "limit": "Кредитный лимит и его использование: На карту «Универсальная Gold», оформляемую в национальной валюте, устанавливается кредит до 75 000 грн (лимит кредитования определяется банком при оценке платежеспособности клиента, в том числе и по предоставленным документам). /n/nПериод бесплатного пользования кредитом может составлять до 55 дней, более подробную информацию клиент может получить в отделении банка при получении карты. Минимальный ежемесячный платеж по кредиту составляет 5% от задолженности (но не менее 100 грн). Погашать кредит можно любым удобным способом: автоматическим списанием с зарплатной карты, в отделении ПриватБанка, через систему Приват24 или терминалы самообслуживания ПриватБанка. При этом погашенная часть кредита снова становится доступной к использованию."
        }
      };
      
    items[41] = {
      	"name_ru": "Apple Pay",
        "name_ua": "Apple Pay",
        "url_ua": "https://privatbank.ua/cpa/apple",
        "url_ru": "https://privatbank.ua/ru/cpa/apple",
        "description_ru": "",
        "description_ua": "Сплачуйте одним дотиком. Усі картки в телефоні.",
        "img_urls": [
										"https://privatbank.ua/uploads/media/default/0001/06/0f2f8a48c0e0ef0db44992ca44a0025bc35cb03c.jpeg",
                    "https://agent.privatbank.ua/image/2-1/41.png"
        ],
        "const": {
        	"limit_max": "",
        	"deposit": ""
        },
        "info_ua": {
        	"setup": {
          	"head": "Як налаштувати Apple Pay?",
            "steps": [
              "Оновіть Privat24 та додайте картку до Wallet.",
              "Виберіть пристрій — iPhone чи Apple Watch",
              "Круто, все працює!",
              "На головному екрані поруч з карткою з’явиться Apple Pay."
          	]
          },
          "bonus": "Apple Pay наразі:  П'яти хвилин вистачить, щоб все налаштувати. Без відділень, дзвінків, пластику. /n/nЗ Apple Pay ви зберігаєте життя маленькій панді. І, можливо, рятуєте косяк добрих сардин."
        },
        "info_ru": {
        	"setup": {
          	"head": "Как настроить Apple Pay?",
            "steps": [
              "Обновите Privat24 и добавьте карту в Wallet.",
              "Выберите устройство — iPhone или Apple Watch.",
              "Круто, все работает!",
              "На главном экране рядом с картой появится"
          	]
          },
          "bonus": "Apple Pay уже сейчас: Пяти минут хватит, чтобы все настроить. Без отделений, звонков, пластика. /n/nС Apple Pay вы сохраняете жизнь маленькой панде. И, может быть, спасаете косяк добрых сардин."
        }
      };

    function getItem(){
        return items;
    }
    G.item = getItem; //Экспорт функции getItem() в глобальное пространство имён под именем item
    
}(this, undefined));
